{
    "app": {
        "appTitle": "PFA Ireland Mobile",
        "subTitle": "Supporting the players",
        "section": [
            {
                "id": "transferlist",
                "title": "Transfer List",
                "content": "Unable to connect to the Transfer List database at this time. Please check your connection and try again."
            },
            {
                "id": "news",
                "title": "News",
                "content": "Unable to connect to the Latest News database at this time. Please check your connection and try again."
            },
            {
                "id": "agency",
                "title": "PFA Ireland",
                "content": "<h2 class='highlight'>Welcome</h2><p>Welcome to the Professional Footballers’ Association of Ireland (PFA Ireland). The Association has represented players within Ireland since the League’s formation in 1961 and through experience has gained the knowledge of knowing how to look after the most important people in Irish Football – you, the player.<br><br>Our Association is solely a player-based organisation and it will always put the best interests of the players first. PFA Ireland has a representative on the Dispute Resolution Chamber (DRC) which deals with disputes and appeals with the football authorities. PFA Ireland is a member of FIFPro, the World Players’ Union, and it is also a branch of SIPTU, so any problems the Association deals with on the players’ behalf will also have the backing of these two organisations.<br><br>PFA Ireland was set-up and run as a part-time organisation up until 2002 when funding from FIFPro and office space from SIPTU enabled the Association to operate on a full-time basis. Our Association administer the Irish Professional Footballers’ Education and Support Trust which was set up by PFA Ireland and the FAI to provide financial and educational assistance for past and present League of Ireland players. PFA Ireland is a founder member of the Show Racism the Red Card (Ireland) campaign which tackles discrimination in the game.<br><br>Our Association recently set up a Player Management Agency service for international and domestic based players at schoolboy and professional level. The aim is to represent players and to ensure that their best interests are served throughout their careers enabling them to flourish and achieve their full potential. Close attention will be given to ensure that all aspects and agreements of a player’s contract are watertight. This app provides details of the different aspects of PFA Ireland and shows that PFA Ireland is able to offer advice, guidance and representation on many aspects of being a player in the League of Ireland, internationally or abroad. The Association has and will always give you the best guidance and services.<br><br><b>Stephen McGuinness</b><br>General Secretary, PFA Ireland.<br><br><h4 class='lowlight'>About PFA Ireland</h4><p>PFA Ireland negotiates with football clubs on a daily basis to protect and serve the interests of all professional players and the Player Management Agency department is an extension of that premise. The department provides hands-on representation for players at every stage of their career as well as offering ethical best advice at all times. It is important that a player seeks advice and representation in contractual negotiations with a club, and the quality of that advice and representation is crucial.<br><br>The sole aim of our Agency will always be the best interests of the player. Regulations introduced by FIFA require players and clubs to deal only with licensed agents for transfer and contract negotiations.<br><br>PFA Ireland has a designated officer whom is a licensed players’ agent and is able to advise and represent players on all aspects of their contracts at the time of re-signing or when being transferred. In Stephen McGuinness, PFA Ireland has a leading representative who has negotiated at the highest level and has made a major impact on the working conditions and benefits for all players. In an industry where a player’s life can change in a short space of time from being a youth player to a professional player with a lucrative contract, sound financial advice is essential.<br><br>We are delighted that many of our members throughout the League of Ireland and the Schoolboys Leagues have become clients of PFA Ireland and thus have ensured that their futures are secure.<br>A major benefit to any client of the Agency is that the majority of services that a player requires are provided internally and not out-sourced to other companies.<br><br><h4 class='lowlight'>Benefits</h4><p>PFA Ireland has many benefits outlined below as well as three offices in Dublin’s National Sports Campus in Abbotstown, Dublin. The PFA Ireland team will provide assistance on every aspect of a footballer’s career, letting the player concentrate on playing.<br>As part of the continued expansion of PFA Ireland’s services we are representing underage players when signing a new or extended professional contract or scholars contract in the UK. Our solicitor, Stuart Gilhooly, will finalise all contracts where required. He is a registered lawyer with the English Football Association; his registration number is RLG728 and he is in a position to assist in the provision of football agency services.<br>PFA Ireland is in a unique position as we are directly linked to the English PFA and PFA Scotland through FIFPro, the world players’ union, and we can also assist in any difficulties players may have in relation to settling in at a club as we have direct links to the FAI’s Player Welfare Officer in the UK.<br>Our Association will also be the first point of contact for players who want to pursue or who return from the UK after a professional career in Ireland or who return after a scholar’s contract or professional contract. PFA Ireland will work to find employment for all players and will help fund education, legal and accountancy advice.<br>PFA Ireland is a non-profit organisation and isn’t driven like a lot of football agents to make as much money for themselves as possible and are not concerned at all if the player’s career does not work out. Our only concern is the player and his welfare both on and off the field.<br>The senior Irish international team are all members of PFA Ireland and this shows the level of our professionalism, as well as the respect in which our Association is held.<br><br><h4 class='lowlight'>The Team</h4><p><img class='static-image-small' src='images/content/stephen.png'><br><b>STEPHEN MCGUINNESS</b>, General Secretary.<br>Tel: <a href='tel:00353 86 605 6729'>086 605 6729</a><br>Email: stephen@pfai.ie<br><br>He’s a former Club Captain of Home Farm, St Patrick’s Athletic and Dundalk. Stephen won 2 league champions winner’s medals with St Patrick’s Athletic as well as an FAI Cup winner’s medal with Dundalk. He has played in the Champions League, UEFA Cup and Intertoto Cup with St Pat’s and Shamrock Rovers. Stephen’s role within the Association is to oversee the whole operation, dealing with players, managers and club officials on a daily basis.<br><br><img class='static-image-small' src='images/content/ollie.png'><br><b>OLLIE CAHILL</b>, Player Executive.<br>Tel: <a href='tel:00353 86 245 6084'>086 245 6084</a><br>Email: ollie@pfai.ie<br><br>He spent 2 years with Northampton Town in the UK and returned home to join Cork City. Ollie has won every domestic honour within the League of Ireland including 5 League titles with Shelbourne, Drogheda United and Shamrock Rovers. He holds the record for the most European appearances (41) by a League of Ireland player. Ollie’s role includes dealing with contractual disputes, education, players welfare as well as the out of contract players training camp.<br><br><img class='static-image-small' src='images/content/stuart.png'><br><b>STUART GILHOOLY</b>, Solicitor.<br>Tel: <a href='tel:00353 1 8999350'>01 899 9350</a><br>Email: info@pfai.ie<br><br>He is a registered lawyer with the English Football Association and his registration number is RLG728. Stuart has also taken on several high profile cases on behalf of PFA Ireland’s members and has been successful in having cases brought against our members thrown out or suspensions dramatically reduced.<br><br><img class='static-image-small' src='images/content/sharon.png'><br><b>SHARON SMITH</b>, Office Co-Ordinator.<br><br>She is your first point of contact. Sharon is the longest serving member of the PFA Ireland team having joined in February 2003 after a brief spell in the FAI League of Ireland office. Following a successful career in television sports coverage in England, including the BBC’s Match of the Day, she joined the Irish Times website covering Irish and UK football. An avid football follower, Sharon attends games in the League of Ireland and the English Premier League on a weekly basis.<br><br><h4 class='lowlight'>Benefits of PFA Ireland Representation</h4><p><b>Player Representation</b> – worldwide contacts through our membership of FIFPro.<br><b>Legal Representation</b> – will be provided by Stuart Gilhooly on any contract, contractual dispute or club issue that may arise.<br><b>Career Guidance</b> – will be provided through our mentor Shaun Elelber.<br><b>Media Training Guidance</b> – regarding how to deal with the press, and how to use social media, Twitter, Facebook etc.<br><b>Financial Advice</b> – Terry Palmer will offer advice on any aspect of your financial matters, whether it’s a mortgage, financial planning or a retirement plan.<br><b>Addiction/Mental Health</b> – confidential structures in place, where trained professionals will deal with any issues a player may have.<br><b>Sourcing Football Kit</b> – Set includes Kit Bag, Training Gear, and Football Boots.</p><h4 class='lowlight'>Benefits for players returning to Ireland</h4><p><b>Assistance in</b> finding new football employment.<br><b>Out of contract training camp</b> – provide 6 week training camp for the FIFPro Winter Tournament.<br><b>Access to Education Fund</b> – max €750 per player, per year.<br><b>Sporting Tax Relief</b> – advice on claiming the relief and any tax issues that may arise.<br><b>FIFPro Online Academy</b> – Degree in Sports Management.<br><b>Coaching courses</b> – are provided by the FAI Coach Education at every level.<br><b>Referees course</b> – a beginners course will be provided for a pathway into refereeing at junior level.<br><b>Transfer List</b> – players availability on our website.<br><b>Awards Gala</b> – free entry to our Annual Awards Gala.<br><b>Access to</b> discounted international match tickets (Premium Level).<br><br><h4 class='lowlight'>FIFPro</h4><p><img class='static-image-small' src='images/content/fifpro.png'><br>FIFPro are the World Players’ Union, and FIFA recognises it as the sole representative of the players. Currently 46 national players’ associations are members of FIFPro including PFA Ireland. FIFPro hold a congress once a year, each congress is held in a different country every year and PFA Ireland attends this annual event.<br>PFA Ireland is also part of the FIFPro Europe Division and it attends meetings held in the FIFPro Head Office in Hoofddorp, the Netherlands and other various European cities.<br>All players in the League of Ireland are entitled to vote for the FIFPro World Player of the year and FIFPro World Team of the Year. Your vote is important, please use it wisely.<br><br><h4 class='lowlight'>Siptu</h4><p><img class='static-image-small' src='images/content/siptu.png'><br>On becoming a member of PFA Ireland you automatically become a member of SIPTU. SIPTU is the country’s biggest Trade Union representing over 200,000 workers in Ireland from virtually every category of employment across the Irish economy.<br>SIPTU provides PFA Ireland with the necessary back-up services required in dealing with employment disputes.</p>"
            },
            {
                "id": "membership",
                "title": "Membership",
                "content": "<h2 class='highlight'>Benefits</h2><p><b>Player Representation</b> – worldwide contacts through our membership of FIFPro.<br><br><b>Legal Representation</b> – will be provided by Stuart Gilhooly on any contract, contractual dispute or club issue that may arise.<br><br><b>Career Guidance</b> – will be provided through our mentor Shaun Elebert.<br><br><b>Media Training Guidance</b> – regarding how to deal with the press, and how to use social media, Twitter, Facebook etc Financial Advice – Terry Palmer will offer advice on any aspect of your financial matters, whether it’s a mortgage, financial planning or a retirement plan.<br><br><b>Addiction/Mental Health</b> – confidential structures in place, where trained professionals will deal with any issues a player may have.<br><br><b>Sourcing Football Kit</b> – Set includes Kit Bag, Training Gear, and Football Boots.<br><br><b>Assistance in</b> finding new football employment.<br><br><b>Out of contract training camp</b> – provide 6 week training camp for the FIFPro Winter Tournament.<br><br><b>Access to Education Fund</b> – max €750 per player, per year.<br><br><b>Sporting Tax Relief</b> – advice on claiming the relief and any tax issues that may arise.<br><br><b>FIFPro Online Academy</b> – Degree in Sports Management.<br><br><b>Coaching courses</b> – are provided by the FAI Coach Education at every level.<br><br><b>Referees course</b> – a beginners course will be provided for a pathway into refereeing at junior level.<br><br><b>Transfer List</b> – players availability on our website.<br><br><b>Awards Gala</b> – free entry to our Annual Awards Gala.<br><br><b>Access to</b> discounted international match tickets (Premium Level).</p>"
            },
            {
                "id": "coaching",
                "title": "Coaching",
                "content": "<h2 class='highlight'>2014 schedule</h2><p><b>YOUTH CERT:</b><br><br>Friday 12th December to Monday 15th December 2014 inclusive, at the Ward, Ashbourne, Co Meath.<br><br><b>UEFA B LICENCE:</b><br><br><b>Part 1</b> – Monday 22th September to Wednesday 24th September 2014 inclusive, at the AUL, Clonshaugh, Co Dublin.<br><b>Part 2</b> – Thursday 27th November to Saturday 29th November 2014 inclusive, at the AUL, Clonshaugh, Co Dublin.<br><b>Part 3</b> – Monday 12th January to Wednesday 14th January 2015 inclusive, at the AUL, Clonshaugh, Co Dublin.<br><br>Contact the office on <a href='tel:0035318999350'>01 899 9350</a> for further information"
            },
            {
                "id": "career",
                "title": "Career Guidance",
                "content": "<h2 class='highlight'>Shaun Elebert</h2><p>Shaun is a former League of Ireland player and FAI Youth International Player of the Year and is now working with PFA Ireland as a Player Development Advisor. His role involves working with all League of Ireland players and elite young players both collectively and individually with regards to educational and mental health needs as well as planning for a future without football.<br>PFA Ireland has a number of options for players to choose from including:<br><br><h4 class='lowlight'>Coaching courses –</h4><p><br>&nbsp;&nbsp;- Youth Cert every year<br>&nbsp;&nbsp;- UEFA ‘B’ Licence every 2nd year<br>&nbsp;&nbsp;- UEFA ‘A’ Licence every 2nd year<br><br>Visit <a href='#/app/resources'>www.fai.ie/coaching</a> for course details.<br><br><h4 class='lowlight'>Online Sports Management BA</h4><p><br>&nbsp;&nbsp;- FIFPro provide a facility for players to study for an online degree through UCN (a college in Denmark) where the cost of the course is €300<br><br><h4 class='lowlight'>Plunkett College</h4><p><br>&nbsp;&nbsp;- PFA Ireland has a link with the college where players can go back and bring their education levels up to 3rd level entry requirements<br><br>Shaun is available to talk through any of these options or to discuss any other options which you feel may be beneficial to you.<br>You can contact Shaun by email on <a href='mailto:elebert3@hotmail.com<'>elebert3@hotmail.com</a></p>"
            },
            {
                "id": "antidoping",
                "title": "Anti-doping",
                "content": "<h2 class='highlight'>Check your medications:</h2><p>&nbsp;- To check medications bought in the Republic of Ireland, use the Drugs in Sport website <a href='#/app/resources'>www.eirpharm.com/sports</a>. To check medicines bought in the UK/OSA/Canada consult <a href='#/app/resources'>www.globaldro.com</a>. For the rest of the world check <a href='#/app/resources'>www.wada-ama.org</a>. A player should never assume that a medication for sale in another country which has the same name or similar packaging will have the same ingredients - it needs to be checked based on where it is purchased.<br><br>&nbsp;- See the Irish Sports Councils 'Medication Checker' Smartphone app available for Android and iPhone for instant access to the Drugs in Sport website.<br><br>&nbsp;- It is important to note that 'recreational' drugs such as cannabis and cocaine fall under the prohibited list and will result in disciplinary action.<br><h4 class='lowlight'>Supplements</h4><p>The Irish Sports Council does not recommend the use of supplements as they may be contaminated or not have all their ingredients listed on their labels. Common examples used in sport include sports drinks, protein and carbohydrate powders, vitamin and mineral supplements, meal replacements, sports bars and gels. Please see the Irish Sports Council website for more information on the Supplements and Sports Food Policy.<br>If in doubt, always consult your team doctor.<br><h4 class='lowlight'>Medication - Therapeutic Use Exemption (TUE)</h4><p>When receiving medical care, (e.g. Diabetes, Asthma) advise your GP and any other treating medical personnel that you are subject to anti-doping. Always advise your team doctor if you are receiving medical treatment. Always consult with your team doctor if you are being prescribed medication/treatment by other medical personnel.<br><br>If you require medication, you may need a Therapeutic Use Exemption. This can be completed by your team doctor, family doctor or the prescribing specialist. To see if you require a TUE, please visit the Irish Sports Council website <a href='#/app/resources'>(www.irishsportscouncil.ie)</a>.<br><br>It is recommended that all players who may be subject to doping control view the 'Real Winner' online education programme available on the Irish Sports Council website.<br><br>Further information on all of the above can be found on the Irish Sports Council and WADA websites:<br><br><a href='#/app/resources'>www.irishsportscouncil.ie/anti-doping</a><br><br><a href='#/app/resources'>www.wada-ama.org</a><br><br>If you have any queries regarding Anti-Doping please contact the Anti-Doping Unit at the Irish Sports Council:<br><br>Email: <a href='mailto:antidoping@irishsportscouncil.ie'>antidoping@irishsportscouncil.ie</a><br><br>Tel: <a href='tel:0035318608800'>01 8608800</a>"
            },
            {
                "id": "tax",
                "title": "Tax",
                "content": "<h2 class='highlight'>Andrew Gelling</h2><p>Andrew (Andy) Gelling has been working as a tax adviser for 20 years and holds the internationally recognized qualification “AITI Chartered Tax Adviser (CTA)” from the Irish Tax Institute.  He is also a Fellow Member of Accounting Technicians Ireland.  During that time, he has worked both for large accountancy practices as well as specialist tax consultancy practices.<br><br>He established his own practice in 2010.  Based in Dublin City Centre with sub-offices in Arklow and Naas, its’ affiliation with the German based organization “World Tax Service” gives the practice access to tax expertise on a global scale.<br>A large part of Andy’s work involves advising individuals on tax issues in Ireland and abroad.  Over the past 7-8 years, he has advised numerous professional sportspersons (including footballers but also including rugby players, golfers and jockeys) on claiming the sportspersons retirement relief.  He has also been involved in structuring what are now termed “Tribute Games / Events” in recognition of long-serving staff / players.<br><br>Andy has a football background having been part of the medical/physio staff with several league clubs and with the FAI Junior / Amateur International teams.  He is a [voluntary] member of PFA Ireland's Finance Committee which advises / assists the General Secretary and PFA Ireland staff in relation complex / substantial financial issues that arise from time to time.  He also [voluntarily] provides on an ongoing, tax / financial advice to PFA Ireland on issues affecting PFA Ireland and its’ members.<br><br>For further information regarding the <b>Sportspersons Tax Relief upon retirement</b> or general taxation issues please contact Andy by email on <a href='mailto:andrew.gelling@agellingtax.com'>andrew.gelling@agellingtax.com</a></p>"
            },
            {
                "id": "transfer",
                "title": "Transfer Window",
                "content": "<h2 class='highlight'>Premiere/First Division</h2><br><h4 class='tw-date'>December 1st to February 22nd - Open Window</h4><p class='tw-content'><br>&nbsp;- Anyone can transfer<br>&nbsp;- <b>NB</b> from February 1st - 22nd amateur players from FAI clubs can only be signed on professional forms<br><br><h4 class='tw-date'>December 1st to January 31st</h4><p class='tw-content'>&nbsp;- Amateur players being signed from FAI Clubs to LOI Clubs as amateurs<br><br><h4 class='tw-date'>June 1st to June 30th</h4><br><p class='tw-content'>&nbsp;- Amateur players who are free following conclusion of their season<br><br><h4 class='tw-date'>July 1st to July 31st - Open Window</h4><p class='tw-content'><br>&nbsp;- Anyone can transfer<br><br><h4 class='tw-date'>August 1st to August 31st</h4><br><p class='tw-content'>&nbsp;- Amateur players who are free following conclusion of their season<br>&nbsp;- Out of work Professionals<br><br>"
            },
            {
                "id": "betting",
                "title": "Betting",
                "content": "<h2 class='highlight'>Betting</h2><p>You are not allowed to bet on any aspect of matches or competitions or on any football matter over which you could have an influence.<br><br>Players must not bet, either individually, through a third party or as part of a group on any League, Cup or League Cup competition in any division of their competition. This applies to European competition as well if players' clubs are involved.<br><br>You are not permitted to instruct someone to bet on your behalf or as part of a group.<br><h4 class='lowlight'>Inside information</h4><p>As a player you will often be privy to inside information. This could be injury or team selection news, manager appointment etc.<br><br>You are not allowed to use inside information to place a bet or to instruct someone to do so on your behalf.<br><br>You are not allowed to pass inside information on to others which they could use for betting. This could include word of mouth, text, e-mail or even social media postings.<br><br>To report suspected betting, or any irregularities with regards to integrity, call the 'confidential' telephone no: <a href='tel:0035318999399'>00 353 1 8999399</a><br><br>Alternatively you can email: <a href='mailto:integrity@fai.ie'>integrity@fai.ie</a>"
            },
            {
                "id": "maps",
                "title": "Maps",
                "content": "Unable to load your current location at this time. Please check your connection and try again."
            }
        ]
    }
}
