[
    {
    "nid": "106",
    "date": "1415365654",
    "node_title": "Andrews eyes up Maltese move",
    "body": "<p>Paul Andrews, former Drogheda United and Shelbourne defender, is on the verge of a move to the Maltese premier league.</p><p>Andrews, who has just completed the UEFA ‘B’ coaching course with PFA Ireland, is flying out to Malta this weekend to have talks with Zebbug Rangers, who are bottom of the premier league. The proposed move came after the player posted on social media platforms LinkedIn and You Tube that he was looking for a move aboard after he was unable to secure a deal in the League of Ireland.</p><p>We wish Paul all the best as he takes the next step in his career.</p>",
    "thumbnail": "<img typeof='foaf:Image' src='http://www.pfai.ie/sites/default/files/styles/homepage_post/public/field/image/Paul%20Andrews%20and%20Robbie%20Keane%2014%20Jan%202015.jpg?itok=CkCDzD7Z' width='80' height='80'/>", 
    "field_image": "<img typeof='foaf:Image' src='http://www.pfai.ie/sites/default/files/styles/homepage_post/public/field/image/Paul%20Andrews%20and%20Robbie%20Keane%2014%20Jan%202015.jpg?itok=CkCDzD7Z'/>" 
    },
    {
    "nid": "107",
    "date": "1415365654",
    "node_title": "Training Camp review",
    "body": "<p>The training camp for out-of-contract professional players in preparation for the FIFPro Winter Tournament in Norway, started on Monday 1 December 2014.&nbsp; We held 13 training sessions and played two games (against a FAS Course and Glebe North) as the squad prepared to travel to Norway last week. The yearly Tournament in Oslo is a chance for players from Ireland, Finland, Norway and Sweden to find employment.</p><p>More than 40 players trained at different stages at the AUL Complex, Clonshaugh, Co Dublin.&nbsp; This year’s manager, Stephen Bradley, and his coach, John Martin, brought a youthful exuberance to training which really enhanced the training programme which is now in its sixth year.</p><p>The Vallhall Arena in Oslo is a fitting arena for the players to display their talents and across the four games in the tournament all players gave it their all.</p><p><img src='/sites/default/files/u27/Training%20in%20Arena%203%20.jpg' width='640' height='480'></p><p>The PFA Ireland squad was a mixture of youth and experience; ranging in age from 19 up to 32.&nbsp; We’re confident that the majority, if not all the squad, will receive offers of contracts or at least an opportunity to train at a club ahead of the 2015 League of Ireland season.</p><p>The goal of the whole venture is for players to get a professional contract either at home or aboard but it is not the sole aim of the tournament.&nbsp; For many players the unknown at the end of each season is their biggest fear.&nbsp; The fear that this could be it the end; years of trying to make it to the top could be finished without a second chance.</p><p>This training camp, in our eyes, is the second chance or the opportunity to show people what these players can do.&nbsp; We believe the environment we provide is that all players are the same, all trying to make it in the toughest industry which is professional football.</p><p>Many players over the past six years have pointed to this six week period as the turning point in their career, that second chance.&nbsp; Our job at PFAI Ireland is to restore their hunger for the game which may have waned through injury or lack of form.</p><p>We provide the opportunity; it’s up to our members to grab it.</p><p>&nbsp;</p>",
    "thumbnail": "<img typeof='foaf:Image' src='http://www.pfai.ie/sites/default/files/styles/homepage_post/public/field/image/Paul%20Andrews%20and%20Robbie%20Keane%2014%20Jan%202015.jpg?itok=CkCDzD7Z' width='80' height='80'/>", 
    "field_image": "<img typeof='foaf:Image' src='http://www.pfai.ie/sites/default/files/styles/full_width/public/field/image/PFA%20Ireland%20team%20v%20Sweden.jpg?itok=1XCMG_ky' width='580' height='300' alt=''>" 
    },
    {
    "nid": "108",
    "date": "1415365654",
    "node_title": "Latest recruits on the coaching ladder",
    "body": "<p>On a bitterly cold morning at the AUL Complex, north Co Dublin, our members were ready for the latest step in their coaching career as they prepared for final part of the three-part UEFA ‘B’ licence, which started in September 2014.</p><p>&nbsp;</p><p>&nbsp;<img src='/sites/default/files/u27/UEFA%20B%20PFA%20Ireland%20members_0.jpg' alt='PFA Ireland members on the UEFA B coaching course' width='500' height='350'></p><p><em>Back row: Paul Andrews, Evan McMillan, Simon Madden, Danny Ventre, Aidan Price and Patrick Cregg &nbsp;</em></p><p><em>Front Row: Ollie Cahill, Sean O’Connor, Kevin McHugh and Stephen O’Donnell</em></p><p>Under the tutelage of Tom O’Connor and Colin O’Brien, former Cork City player and current Ireland Under-15 head coach, the players were taken through their paces. Since 2007, and the re-organisation of the coaching structure in the FAI, our members have had the opportunity to progress up the coaching ladder.</p><p>&nbsp;</p><p><img src='/sites/default/files/u27/UEFA%20B%20in%20action.jpg' width='602' height='319'></p><p>Ollie Cahill, PFA Ireland Player Executive, said “We sat down with the FAI early last year to come up with a timetable which assisted the players with the bulk of the course being held in the off season. To the FAI’s credit this year, they have run a Youth Cert, UEFA ‘B’ Licence and UEFA ‘A’ Licence, specifically for our members. Key to this has been the relationship and understanding of Greig Paterson, FAI Coach Education Manager. We look forward to more of our players filling coaching positions in the very near future.”</p>",
    "thumbnail": "<img typeof='foaf:Image' src='http://www.pfai.ie/sites/default/files/styles/full_width/public/field/image/UEFA%20B%20Overview.jpg?itok=xJZrSUMZ' width='80' height='80' alt=''>", 
    "field_image": "<img typeof='foaf:Image' src='http://www.pfai.ie/sites/default/files/styles/full_width/public/field/image/UEFA%20B%20Overview.jpg?itok=xJZrSUMZ' width='580' height='300' alt=''>" 
    }
]
